<div class="md:flex md:flex-col px-20 max-sm:text-center">
    <h1 class="text-red-700 font-bold text-3xl">Награди и признанија</h1>
    <p class="whitespace-pre-line">
<ol class="md:flex md:flex-col px-20 max-sm:text-center list-decimal list-outside ml-6 space-y-4 marker:font-bold marker:text-red-700 marker:text-[1.2em]">
    <li class="mb-4">
        <p>Театар Комедија има освоено повеќе награди и признанија: награда за најдобар млад актер, награда за костимографија и награда за музика за претставата „Женидба“ на националниот театарски фестивал „Војдан Чернодрински“ во 2023 година, како и награда за најдобар млад актер во претставата „Хамлет во пикантен сос“ на истиот фестивал следната година.</p>
    </li>
    <li class="mb-4">
        <p>Претставата „Ах, љубов моја“ се врати со три награди (за актер на вечерта, најдобра режија и за најдобра продукција) од фестивалот „Мостарска лиска“ во Мостар.</p>
    </li>
    <li class="mb-4">
        <p>На Фестивалот за античка драма „Стоби" во 2014 година со претставата „Многу врева за ништо" Театар Комедија ги доби наградите за најдобра машка и за најдобра женска улога, како и наградата за најдобра режија.</p>
    </li>
    <li class="mb-4">
        <p>Во 2015 и 2016 година Театар Комедија со претставите „Лисистрата" и „Случајот Хармс" учествуваше на фестивалот „Денови на сатирата" во Загреб, од каде што се врати со награда за најдобар млад актер – карактерна комика, како и со посебна пофалница за лудистичка, енергична и колективна игра.</p>
    </li>
    <li class="mb-4">
        <p>На регионалниот фестивал на комедијата во Сараево – „Насмевка на Сараево" во 2017 година Театар Комедија освои две награди: награда за најдобра претстава за претставата „Име", како и награда за најдобра машка улога во истата претстава.</p>
    </li>
    <li class="mb-4">
        <p>Комедијата „Трудна приказна" на националниот театарски фестивал „Војдан Чернодрински" во 2017 година се закити со наградата за најдобра претстава во целина, награда за текст, награда за главна женска улога, награда за машка епизодна улога и награда за женска епизодна улога.</p>
    </li>
    <li class="mb-4">
        <p>На Фестивалот за камерен театар „Ристо Шишков", НЕТА во 2019 година,е освоена Наградата на НЕТА за експресивно актерско остварување за улогата Смирнов во претставата „Мечка".</p>
    </li>
    <li class="mb-4">
        <p>Во 2019 година претставата „Мечка" во режија на Димче Николовски се закити и со наградата за најдобра претстава на Фестивалот „Македонско културно лето" во Мала Преспа, Албанија.</p>
    </li>
    <li class="mb-4">
        <p>На 54. МТФ „Војдан Чернодрински" – Прилеп, во 2019 година, наградата за млад актер „Трајко Чоревски" му беше доделена на Тони Денковски за улогата ГОРНИОТ во претставата „На отворено" (Мрожек, режија: Андреј Цветановски) во изведба на Тетатар Комедија.</p>
    </li>
    <li class="mb-4">
        <p>Во рамките на ова издание на Фестивалот, претставата „На отворено" се закити и со наградата за најдобра музика, компонирана од Димитар Андоновски.</p>
    </li>
    <li class="mb-4">
        <p>На 15. издание на фестивалот „Македонско културно лето", одржан во јуни 2022 година во Пустец, Р. Албанија, актерката Жаклина Петровска ја освои наградата Најдобра млада актерка, за улогите на Марта, Цеце, Жаклина и Елена во претставата „Анатомија на неверството" (В. Красногоров, режија: Александра Кардалевска) во изведба на Театар Комедија.</p>
    </li>
    <li class="mb-4">
        <p>На Интернационалниот фестивал на дуодрама „Бранко Ѓорчев", одржан од 5 до 9 септември 2022 година во Неготино, актерот Тони Денковски ја освои Наградата за најдобра машка улога – „за впечатлива актерска експресија со која создава поинаква сценска и драмска атмосфера за секој толкуван лик" за улогите на Тони, Цобе, Петар и Драган во претставата „Анатомија на неверството" (В. Красногоров, режија: Александра Кардалевска), која Театар Комедија ја одигра во рамките на втората фестивалска вечер.</p>
    </li>
    <li class="mb-4">
        <p>На 26. издание на манифестацијата „Златна бубамара на популарноста", одржано во март 2023 година, добитник на наградата за најпопуларна претстава на годината е „Илуминати" на Театар Комедија, работена според филмот „39  скалила" на Хичкок, а во режија на Синиша Евтимов. Во претставата играат Тино Костадиновски, Атанас Атанасовски, Сергеј Димовски и Наталија Теодосиева.</p>
    </li>
    <li class="mb-4">
        <p>На 20. издание на Меѓународниот фестивал на античка драма „Стоби", одржан во октомври 2023 година, специјалната награда за оригинално драматуршко толкување и авторство ја доби Билјана Крајчевска за „Жени во собрание" во режија на Ќендрим Ријани, а во продукција на Театар Комедија.</p>
    </li>
    <li class="mb-4">
        <p>На 26. МТФ „Денови на комедијата", одржан во октомври 2023 година во Куманово, Наградата за најдобра актерка ѝ беше доделена на Наталија Теодосиева за улогите на Мис Стоун, Мелита и Делфина во претставата „Илуминати" (режија: Синиша Евтимов) на Театар Комедија.</p>
    </li>
    <li class="mb-4">
        <p>На 27. издание на манифестацијата „Златна бубамара на популарноста", 2024 година: добитник на наградата за најпопуларна претстава на годината е „Ало! Ало!" на Театар Комедија, а во режија на Синиша Евтимов; добитник на наградата најпопуларна актерка е Наталија Теодосиева и добитник на наградата за најпопуларен млад актер е Сергеј Димовски.</p>
    </li>
    <li class="mb-4">
        <p>Ова е четврта претстава од репертоарот на Театар Комедија што е наградена како најпопуларна на „Златна бубамара"  – во режија на Синиш Евтимов (по „Стјуардеси" „Вардарски пастуви" и „Илуминати").</p>
    </li>
    <li class="mb-4">
        <p>На 27. издание на МТФ ,,Денови на комедија", кој годинава се одржа од 24 септември до 9 октомври во Куманово, претставата ,,Пар распар" на Театар Комедија ја доби наградата за најдобра претстава на Фестивалот.</p>
    </li>
    <li class="mb-4">
        <p>Според жири-комисијата на Фестивалот, во состав Александар Ивановски, претседател, и членовите Катерина Момева, Петар Андоновски, Ева Камчевска и Стефан Јакимовски, наградата за најдобра претстава се доделува на ,,Пар распар" за концизност во изразот, доследност во драмската нарација, компактност во театарската игра, вештина во хуморот, драмската иронија и севкупноста во толкувањето на различните аспекти на зададените теми што беа третирани во комедијата, со што претставата предизвика силна интеракција кај кумановската публика.</p>
    </li>
    <li class="mb-4">
        <p>Претставата ,,Пар распар" премиерно беше прикажана на 27 март како прва премиера во Театар Комедија годинава. Режисерка на претставата е Нина Николиќ, а играат: Тино Костадиновски, Атанас Атанасовски, Григор Јовановски, Тони Денковски, Сергеј Димовски/Јаков Спасов, Виктор Арсов, Жаклина Петровска и Маја Љутков.</p>
    </li>
    <li class="mb-4">
        <p>Во 2025 година, на 59 издание на МТФ Војдан Чернодрински, наградата за женска епизодна улога со мнозинство на гласови ѝ се додели на Маја Љутков за улогата на „Гвендолин Пиџн" во претставата „Пар распар" во режија на Нина Николиќ.</p>
    </li>
    <li class="mb-4">
        <p>Наградата за млад актер „Трајко Чоревски" со мнозинство на гласови му се додели на Атанас Атанасовски за улогата на „Оскар Медисон" во претставата „Пар-распар" во режија на Нина Николиќ.</p>
    </li>
</ol>
    </p>
</div>
