<div id="intro" class="px-20 py-5 pt-14 flex flex-col gap-y-6">
    <div>
        <h1 class="text-red-700 text-3xl font-bold">Tеатар Комедија во 2025 година</h1>
        <p>НУ Театар Комедија, за драмска дејност за која, за 2025 година е обезбеден буџет од страна на Министерството на Република Македонија од 2.400.000,00 мкд, по претходна согласност од управниот одбор, даде согласност финансиските средства да бидат распоредени во следниве три проекти:</p>
        <ol style="list-style-type: decimal; list-style-position: inside;" class="px-4 my-4 space-y-2">
            <li>„Секс, лаги и главоболки", во режија на Александра Кардалевска (колективно авторство) во висина од 200.000 мкд.</li>
            <li>„Аматери", во режија на Синиша Евтимов (според Луис, Шилдс и Џонатан) во висина од 1.400.000 мкд.</li>
            <li>„Ивона, принцезата на Бургунд", во режија на Драгана Милошевска Попов, во висина од 800.000 ден.</li>
        </ol>

    </div>
    <div>
        <h1 class="text-red-700 text-3xl font-bold">Tеатар Комедија</h1>
        <p class="whitespace-pre-line">
            Театар Комедија како национална институција е формиран во ноември 2011 година, а своето официјално отворање го означи со премиерното прикажување на претставата „Ах, љубов моја“, во режија на Коле Ангеловски, и тоа на Светскиот ден на театарот – 27 март, 2012 година. Од основањето па до 2014 година, кога „се всели“ во зградата на некогашниот Театар Центар, ја користеше сцената на Драмски театар – Скопје.

Театар Комедија е жанровски определен театар, кој ги негува сите подвидови на комедијата и на својот репертоар вбројува праизведби од македонски автори, комедии од класиците на светската книжевност и современи комедии од светската драматургија. Иако станува збор за најмладата национална театарска институција во Македонија, Театар Комедија многу брзо успеа да се постави и како сериозна и успешна театарска институција, која се издвојува од останатите по бројот на премиери и изиграни претстави, по бројот на гостувања и учества на фестивали во земјава и во странство, како и по бројот на освоени награди на национални и интернационални фестивали.
        </p>

    </div>
</div>